/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Kegemaran";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Jenis";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Tambah ke Gelung Tidak Ditag";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Menambah Gelung Dari Cakera atau Pemetakan Lain";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Jika fail Audio ini mempunyai tempo malar, mulakan pada rentak mula dan tamat pada rentak, ia akan disesuaikan pada tempo projek apabila dipratonton atau ditambah pada projek.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "Lokasi yang dipilih akan ditambah ke Gelung Tidak Ditag. Fail audio dalam lokasi dengan tempo malar yang bermula pada rentak mula dan berakhir pada rentak akan disesuaikan pada projek apabila dipratonton atau ditambah ke projek.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Batal";

/* Copy Loops Button */
"Copy to Loops Folder" = "Salin ke Folder Gelung";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "Gelung akan ditambah pada pelayar gelung, di mana ia akan tersedia untuk digunakan dalam lagu anda. Pilih sama ada untuk membolehkan Logic menyalin gelung kepada folder Apple Loops atau gunakan daripada lokasi semasanya.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Edit Tag";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Tunjukkan di dalam Finder";

/* Debug Menu:Parse loop */
"Parse loop" = "Hurai gelung";

/* Descriptors */
"Descriptors" = "Pemerihal";

/* Genre */
"Genre" = "Genre";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Menambah Gelung ke Pelayar Gelung";

/* Initial Title of the jam pack control */
"All Packs" = "Semua Pek";

/* Instrument */
"Instrument" = "Instrumen";

/* LoopBrower: two and more items label */
"%ld items" = "%ld item";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "gelung bermain";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "gelung sebenar";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "gelung perisian";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "gelung web";

/* LoopBrowser: one Item label */
"1 item" = "1 item";

/* LoopBrowser: zero Items label */
"0 items" = "0 Item";

/* Move Loops Button */
"Move to Loops Folder" = "Pindahkan ke Folder Gelung";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "Gelung akan ditambah pada pelayar gelung, di mana ia akan tersedia untuk digunakan dalam lagu anda. Pilih sama ada untuk membolehkan Logic memindahkan gelung kepada folder Apple Loops atau gunakan daripada lokasi semasanya.";

/* Reference Loops Button */
"Current Location" = "Lokasi Semasa";

/* Reindex all loops menu item */
"Reindex All Loops" = "Indeks Semula Semua Gelung";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Pilih gelung yang anda mahu lihat dalam pelayar gelung.";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Klik untuk mencari gelung mengikut instrumen, genre dan pemerihal.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Pilih sama ada untuk memaparkan kata kunci untuk instrumen, genre atau suasana";

/* accessibility description of the segment that switches to column view */
"column view" = "paparan lajur";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "paparan butang muzikal";

/* menu item in Recent Search History */
"Clear Search History" = "Kosongkan Sejarah Carian";

/* menu item in Recent Search History */
"No recent searches" = "Tiada pencarian terbaru";

/* menu title in Recent Search History */
"Recent Searches" = "Pencarian Terbaru";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Cari Gelung";
